tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "tedsmitt/ecsgo"
tap "yt-dlp/taps"
brew "act"
brew "asdf"
brew "awscli"
brew "awsume"
brew "bat"
brew "csview"
brew "direnv"
brew "dive"
# brew "docker"
brew "eksctl"
brew "eza"
brew "fish"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hexyl"
brew "jq"
brew "k6"
brew "kubectl"
brew "licensed"
brew "luv"
brew "mas"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "peco"
brew "pnpm"
brew "postgresql@14"
brew "rye"
brew "tig"
brew "tree"
brew "volta"
brew "watch"
brew "wget"
brew "xsv"
# brew "yt-dlp"
brew "fujiwara/tap/ecsta"
brew "fujiwara/tap/tracer"
brew "tedsmitt/ecsgo/ecsgo"
cask "1password"
cask "1password-cli"
# cask "adoptopenjdk"
cask "chatgpt"
cask "cleanmymac"
cask "clipy"
cask "cmd-eikana"
cask "deepl"
cask "figma"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-chrome"
cask "google-japanese-ime"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "nosql-workbench"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Magnet", id: 441258766
