tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "tedsmitt/ecsgo"
brew "act"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "pycparser"
brew "awscli"
brew "python@3.12"
brew "awsume"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "csview"
brew "direnv"
brew "dive"
brew "docker"
brew "libgit2"
brew "exa"
brew "fish"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hexyl"
brew "jq"
brew "k6"
brew "libfido2"
brew "licensed"
brew "luv"
brew "mas"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "parquet-cli"
brew "peco"
brew "pnpm"
brew "postgresql@14"
brew "rye"
brew "tig"
brew "tree"
brew "volta"
brew "watch"
brew "wget"
brew "xsv"
brew "fujiwara/tap/ecsta"
brew "fujiwara/tap/tracer"
brew "tedsmitt/ecsgo/ecsgo"
# cask "1password"
cask "1password-cli"
# cask "adoptopenjdk"
cask "cleanmymac"
cask "clipy"
cask "cmd-eikana"
cask "deepl"
cask "figma"
# cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
# cask "google-chrome"
cask "google-japanese-ime"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "pgadmin4"
cask "postman"
cask "session-manager-plugin"
# cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
# mas "Magnet", id: 441258766
