tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tedsmitt/ecsgo"
brew "act"
brew "asdf"
brew "awscli"
brew "awsume"
brew "bat"
brew "csview"
brew "dive"
brew "glib"
brew "direnv"
brew "exa"
brew "fish"
brew "gdk-pixbuf"
brew "ghq"
brew "graphviz"
brew "harfbuzz"
brew "librsvg"
brew "hexyl"
brew "jq"
brew "libfido2"
brew "luv"
brew "mas"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "pango"
brew "peco"
brew "postgresql@14"
brew "rye"
brew "tig"
brew "tree"
brew "vegeta"
brew "watch"
brew "xsv"
brew "z"
brew "tedsmitt/ecsgo/ecsgo"
brew "fujiwara/tap/ecsta"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "cmd-eikana"
cask "clipy"
cask "cleanmymac"
cask "deepl"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Magnet", id: 441258766
